[
  {
    "p1": "112/Witness Statement",
    "p2": "When the police are investigating a case and think you have information/knowledge about the case, the police may examine you and take down your answers (112/Witness Statement)."
  },
  {
    "p1": "Informal/Formal Request",
    "p2": "Most times, the police make an informal request that you give a 112/Witness Statement. If the place and time are convenient for you, cooperate.",
    "p3": "If not, tell the police you will do so at a convenient place.",
    "p4": "If you completely refuse to cooperate, the police can issue a formal order in writing, signed by an investigating officer (Police Officer) to ask you to cooperate.",
    "p5": "If you disobey a Police Order, you cannot be arrested. However, it is an offence, and the police may request the Magistrate to issue a warrant against you to compel you to cooperate."
  },
  {
    "p1": "Giving a 112/Witness Statement",
    "p2": "You have the right to ask a lawyer to accompany you. This is advisable.",
    "p3": "In giving a 112/Witness Statement, you may refuse to answer any question/remain silent if the answer is likely to expose you to a criminal offence.",
    "p4": "Bring along a notebook or writing paper with you (Personal Notes).",
    "p5": "Write down every question asked in your Personal Notes.",
    "p6": "Make sure you understand every question asked.",
    "p7": "Take your time and think carefully before writing your answers in your Personal Notes.",
    "p8": "Read your answers to the Police Officer questioning you.",
    "p9": "Keep your Personal Notes for future reference."
  },
  {
    "p1": "Signing your 112/Witness Statement",
    "p2": "Before signing your statement, read the questions and your answers written by the Police Officer carefully.",
    "p3": "Compare the statement you are asked to sign with your Personal Notes.",
    "p4": "You have the right to make any corrections/changes to the statement before signing.",
    "p5": "Sign your signature immediately below the last sentence of your statement."
  }
]
